OdDbBaseDatabasePE.DatabaseUnloadReactor.goodbye(OdRxObject!System.Runtime.CompilerServices.IsConst*)
\details
Implements reactions for a database unload event.
This method should be reimplemented to provide a custom reaction for a database unload event.
\param pDb [in] A pointer to a database object.

OdDbBaseDatabasePE.DatabaseUnloadReactor.Dispose
\details
Destroys the database unload reactor object.

OdDbBaseDatabasePE.DatabaseUnloadReactor
\details
Class implements a reaction mechanism (reactor) for a database unload event.